const whatIShoot = {
  photo: {
    src: "/home-page/accent-photo.webp",
    alt: "Фотограф Диана Пырх",
    width:900,
    height: 700,
    loading: "lazy",
  },
  title: "Что я снимаю?",
  paragraphs: [
    `ПОРТРЕТ - ваша индивидуальность в каждом кадре — от нежных образов до ярких самовыражений.`,
    `ЛАВ СТОРИ - история вашей любви через 
эмоции и искренние моменты.`,
    "СЕМЕЙНАЯ - самые близкие люди в кадре и чувства, понятные только вам.",
    `СВАДЬБА - особенный день, наполненный неповторимыми эмоциями и самыми важными моментами.`,
    `Это основные направления моей работы, но я всегда рада творческим вызовам! Если у вас есть особенный замысел или нестандартная идея — давайте воплотим её вместе!`,
  ],
};

export default whatIShoot;
